<script setup lang="ts"></script>

<template>
  <main class="main">
    <section class="privacy">
      <div class="privacy__inner container">
        <h1 class="privacy__title">プライバシーポリシー</h1>
        <p>
          弊所は、お客様の個人情報保護の重要性について認識し、個人情報の保護に関する法律（以下「個人情報保護法」といいます。）を遵守すると共に、以下のプライバシーポリシー（以下「本プライバシーポリシー」と言います。）に従い、適切な取扱い及び保護に努めます。
        </p>
        <div class="privacy__item">
          <h2>1. 個人情報の定義</h2>
          <p>
            「個人情報」とは、個人情報保護法にいう「個人情報」を指すものとし、生存する個人に関する情報であって、当該情報に含まれる氏名、生年月日、住所、電話番号、連絡先その他の記述等により特定の個人を識別できる情報及び容貌、指紋、声紋にかかるデータ、及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を指します。
          </p>
        </div>
        <div class="privacy__item">
          <h2>2. 個人情報の利用目的</h2>
          <p>
            弊所が取得した個人情報は、質問に対する回答や必要な情報を電子メールなどでご連絡する場合に利用させて頂くものであり、個人情報をご提供いただく際の目的以外では利用致しません。
          </p>
        </div>
        <div class="privacy__item">
          <h2>3. 個人情報の開示</h2>
          <p>
            弊所は、本人から個人情報の開示を求められたときは、本人に対し、遅滞なくこれを開示します。
          </p>
          <p>
            ただし、開示することにより次のいずれかに該当する場合は、その全部または一部を開示しないこともあり、開示しない決定をした場合には、その旨を遅滞なく通知します。
          </p>
          <ul>
            <li>本人または第三者の生命、身体、財産その他の権利利益を害するおそれがある場合</li>
            <li>弊所の業務の適正な実施に著しい支障を及ぼすおそれがある場合</li>
            <li>その他法令に違反することとなる場合</li>
          </ul>
          <p>
            前項の定めにかかわらず、履歴情報および特性情報などの個人情報以外の情報については、原則として開示いたしません。
          </p>
        </div>
        <div class="privacy__item">
          <h2>4. 個人データの第三者提供について</h2>
          <p>
            弊所は、次に掲げる場合を除いて、あらかじめユーザーの同意を得ることなく、第三者に個人情報を提供することはありません。ただし、個人情報保護法その他の法令で認められる場合を除きます。
          </p>
          <ul>
            <li>
              人の生命、身体または財産の保護のために必要がある場合であって、本人の同意を得ることが困難であるとき
            </li>
            <li>
              公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難であるとき
            </li>
            <li>
              国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき
            </li>
          </ul>
          <p>
            前項の定めにかかわらず、弊所が利用目的の達成に必要な範囲で個人情報の取扱いを委託する場合や、特定の者と共同して利用する場合には、当該情報の提供先は第三者に該当しないものとします
          </p>
        </div>
        <div class="privacy__item">
          <h2>5. SSLセキュリティについて</h2>
          <p>
            SSLとは「Secure Socket
            Layer」の略で、SSLはWebサーバーとWebブラウザーとの間に暗号化し送受信できる通信方法です。
          </p>
          <p>
            セキュリティ機能に対応したブラウザを使用することで、お客様が入力される氏名や住所あるいは電話番号などの個人情報が自動的に暗号化されて送受信されるため、万が一、送受信データが第三者に傍受された場合でも、内容が盗み取られる心配はありません。
          </p>
        </div>
        <div class="privacy__item">
          <h2>6. アクセス解析ツールについて</h2>
          <p>
            当サイトでは、Googleによるアクセス解析ツール「Googleアナリティクス」を利用しています。このGoogleアナリティクスはトラフィックデータの収集のためにCookieを使用しています。
          </p>
        </div>
        <div class="privacy__item">
          <h2>7. プライバシーポリシーの変更について</h2>
          <p>
            弊所は、個人情報に関して適用される日本の法令を遵守するとともに、本ポリシーの内容を適宜見直しその改善に努めます。
          </p>
          <p>修正された最新のプライバシーポリシーは常に本ページにて開示されます。</p>
          <p><strong>令和7年5月17日最終改定</strong></p>
        </div>
      </div>
    </section>
  </main>
</template>

<style scoped lang="scss">
@use '@/assets/scss/breakpoint' as *;

.main {
  padding: 9rem 0;

  @include mq-down(sm) {
    padding: 6rem 0;
  }
}

.privacy {
  &__title {
    margin-bottom: 6rem;
    font-size: 3.6rem;
    text-align: center;

    @include mq-down(sm) {
      font-size: 2.8rem;
    }
  }

  &__item {
    h2 {
      border-left: 0.3rem solid #18c1f0;
      margin: 2em 0 0.8em;
      padding: 0.3em 0.5em;
      background-color: #eee;
      font-size: 2.4rem;

      @include mq-down(sm) {
        font-size: 2rem;
      }
    }

    p {
      &:not(:first-of-type) {
        margin-top: 1em;
      }
    }

    ul {
      margin-top: 1em;

      li {
        list-style-type: disc;
        list-style-position: inside;
      }
    }
  }
}
</style>
